{
    "Breaking Bad": [
        "2|Entras en el laboratorio y en la oscuridad comienzas a mirar tu alrededor ¿Que haces?\n1.Prender la luz\t\t2.Mirar a tu alrededor\t\t3.Gritar",
        "2|Encuentras unas cajas que puedes abrir, al revisarlas encuentras distintos objetos, ¿Cual agarras?\n1.Libro de cocina\t\t2.Equipo de proteccion personal\t\t3.Efectivo",
        "3|En el escritorio encontras muchas cosas tiradas, ¿Cual agarras? \n1.Una bolsa con cristales extraños\t\t2.Libros de ciencia\t\t3.Unas carpetas con documentos",
        "2|En un costado encontras muchas cosas de quimica, ¿Que investigas? \n1.Anotaciones con formulas\t\t2.Unos frascos con liquido brillante\t\t3.Un mechero",
        "3|Uno de los barriles tiene un doble fondo. ¿Cómo puedes abrirlo? \n1.Buscar una herramienta afilada en el laboratorio.\t\t2.Examinar el patrón de desgaste en los barriles para identificar el correcto.\t\t3.Golpear el barril con una varilla metálica y escuchar si hay un eco extraño.",
        "2|Encuentras un conjunto de recipientes. ¿Qué líquido deberías calentar primero? \n1.El frasco con etiqueta 'Volátil'.\t\t2.El que tiene un residuo opaco en el fondo.\t\t3.El recipiente sellado con cinta roja.",
        "3|El texto está incompleto, pero algunas palabras clave destacan. ¿Qué harías? \n1.Buscar más pistas en otros cajones.\t\t2.Frotar un lápiz sobre el área para revelar el texto completo.\t\t3.Usar una lámpara UV para leer lo que está oculto.",
        "3|Encuentras un compartimento oculto en la máscara de gas. ¿Qué contiene? \n1.Un microchip con instrucciones clave.\t\t2.Un vial con un líquido misterioso.\t\t3.Un mensaje cifrado escrito en un pequeño papel.",
        "2|Los imanes están desordenados. ¿Qué forma deberían mostrar? \n1.Una tabla periódica con elementos resaltados.\t\t2.Un código numérico que desbloquea una caja fuerte.\t\t3.Un esquema molecular clave para el próximo paso."
    ],
    "Muerte Anunciada": [
        "2|Estas en una habitacion con 3 puertas, estas dan a otras habitaciones ¿Cual Investigamos? \n1.El baño\t\t2.Una habitacion donde parece que hubo una fiesta\t\t3.Una habitacion antigua",
        "2|En la habitacion hay mucha gente, ¿Que deseas hacer? \n1.Hablar con ellos\t\t2.Escuchar sus converzaciones\t\t3.Gritarles que hagan silencio",
        "3|Miras al suelo y visualizas muchas cosas tiradas, ¿Que agarras? \n1.Latas de cerveza vacias\t\t2.Posters antiguos\t\t3.Unos periodicos igual de antiguos",
        "2|Entras en una habitacion que parece muy antigua y encontras diversos objetos, ¿Con cual te quedas?. \n1.Una pelota de basket\t\t2.Un objeto extraño que parece abandonado\t\t3.Un peluche destrozado",
        "1|El reloj en la pared no marca la hora correcta, ajustarlo podría revelarte algo. ¿A qué hora deberías ajustarlo? \n1.La hora del asesinato según los periódicos.\t\t2.La hora en que comenzó la fiesta.\t\t3.La hora exacta en que llegó la policía.",
        "1|Los cubiertos de la fiesta parecen normales, pero uno está fuera de lugar. ¿Qué deberías hacer con el cubierto diferente? \n1.Examinarlo en busca de un grabado o marca distintiva.\t\t2.Colocarlo en el lugar correcto de la mesa.\t\t3.Compararlo con los otros cubiertos para notar diferencias.",
        "2|Una vieja fotografía en la sala podría contener una pista vital. ¿Qué deberías buscar en la fotografía? \n1.Personas fuera de lugar en la escena.\t\t2.Un objeto específico que no pertenece al contexto.\t\t3.Una fecha o nombre escrito en el borde de la fotografía.",
        "1|Escucha las grabaciones de audio que dejaron; ¿notas algo extraño? ¿Qué elemento es sospechoso? \n1.Un sonido de fondo que no debería estar ahí.\t\t2.Una palabra clave repetida varias veces.\t\t3.Un cambio brusco en el tono de voz del hablante.",
        "3|En el jardín hay huellas que no deberían estar ahí. ¿Qué harías con las huellas? \n1.Seguirlas hasta el final.\t\t2.Tomar una foto para analizarlas.\t\t3.Buscar un objeto relacionado cerca de las huellas."
    ],
    "Psiquiatrico": [
        "3|Estas dentro de una habitacion con muchas puertas ¿Que haces para no perderte?\n1.Entras siempre en la habitacion de la derecha\t\t2.Haces izquierda derecha en bucle\t\t3.Seguis unas marcas en la pared",
        "1|Encontraste los diarios de los distintos pacientes, ¿Cual agarras?\n1.El del ultimo paciente\t\t2.Uno aleatorio\t\t3.El diario del primer paciente",
        "1|Miras la pared y observas algunas cosas en la pared, ¿Alguna hara algo? \n1.Mover los cuadros\t\t2.Mirar por la ventana\t\t3.Intentar romper la ventana",
        "2|Las notas médicas en el escritorio están incompletas; encuentra las páginas faltantes. ¿Dónde buscarías las páginas? \n1.Dentro de un cajón bloqueado en el escritorio.\t\t2.Entre las hojas del diario del último paciente.\t\t3.Pegadas bajo el escritorio.",
        "1|Hay sonidos extraños en los ductos de ventilación, ¿te atreves a investigarlos? ¿Cómo podrías acceder a los ductos? \n1.Usando una rejilla suelta en la pared.\t\t2.Buscando herramientas en el cuarto de mantenimiento.\t\t3.Encendiendo un ventilador cercano para observar si algo sale expulsado.",
        "2|Las cerraduras electrónicas tienen un patrón, pero hay que encontrar el código correcto. ¿Dónde buscarías el código? \n1.En una nota pegada cerca de la cerradura.\t\t2.En las luces intermitentes que emiten un código Morse.\t\t3.En las paredes, donde alguien podría haberlo escrito.",
        "1|Las luces intermitentes parecen formar un mensaje en clave Morse. ¿Qué mensaje transmiten? \n1.Una palabra que describe una ubicación.\t\t2.Un número clave para desbloquear algo.\t\t3.Un nombre relacionado con el último paciente.",
        "1|Una silla de ruedas en el pasillo parece tener algo oculto en su asiento. ¿Qué deberías hacer con la silla? \n1.Examinar el asiento en busca de un compartimento oculto.\t\t2.Moverla para escuchar si hay algo suelto en su interior.\t\t3.Revisar el respaldo para ver si hay algo pegado detrás."
    ],
    "La Casa de Papel": [
        "3|Tenemos que encontrar una forma de escapar y tenemos solo 3 objetos, ¿Que podriamos usar para escapar?\n1.Fuerza Bruta \t\t2.Usar a los rehenes \t\t3.El plano del banco",
        "1|Hay unas rejas adelante sin embargo parecen debiles, ¿Como podriamos romperlas?\n1.Pedirle a Helsinki que las rompa\t\t2.Dispararles \t\t3.Darles una patada ",
        "1|El pasillo esta lleno de guardias, ¿Que hacemos?\n1.Entrar en la sala de camaras \t\t2.Seguir por el pasillo con sigilo \t\t3.Quedarse escondido",
        "3|Los lingotes de oro parecen sólidos, pero revisa si uno esconde algo. ¿Qué deberías hacer?\n1.Golpear los lingotes para escuchar diferencias en el sonido.\t\t2.Examinar cada lingote con un detector de metales.\t\t3.Buscar uno con un sello diferente que indique un compartimento.",
        "2|Las radios del equipo tienen frecuencias alternas, ¿puedes usarlas? ¿Qué frecuencia deberías probar?\n1.La frecuencia principal usada para coordinar al equipo.\t\t2.Una frecuencia marcada en una hoja escondida.\t\t3.Una frecuencia sugerida por las notas del profesor.",
        "1|El piso del banco tiene un panel suelto, ¿qué hay debajo?\n1.Un acceso oculto al subsuelo del banco.\t\t2.Un botón de pánico que desactiva alarmas cercanas.\t\t3.Un mapa que revela la ubicación de una caja fuerte.",
        "2|Una alarma silenciada puede ser tu aliada, si sabes cómo reactivarla en el momento justo. ¿Qué acción deberías tomar?\n1.Cortar un cable específico para evitar que suene.\t\t2.Sincronizar su activación con un evento planeado.\t\t3.Repararla para utilizarla como distracción.",
        "1|El uniforme del guardia tiene algo más que botones y bolsillos. ¿Qué deberías buscar?\n1.Una tarjeta de acceso oculta en un bolsillo interno.\t\t2.Un botón especial que activa un compartimento.\t\t3.Un micrófono escondido usado para escuchar al equipo."
    ],
    "Sherlock Holmes": [
        "3|Hay una carta con un mensaje, dice '\n murcielago\n 0123456789\n y abajo pone este texto b9t9n 70724669' ¿Que boton presionamos?\n1.El boton Turquesa \t\t2.El boton Celeste \t\t3.El boton Amarillo",
        "3|El primer sospechoso dijo que estaba en su casa. Sin embargo, no me convence ¿Que deberia hacer?\n1.Creerle \t\t2.Obligarle a decir la verdad \t\t3.Investigar a fondo ",
        "3|Un paraguas olvidado en el rincón parece insignificante, pero guarda un secreto. ¿Qué deberías hacer?\n1.Examinar el mango para buscar un compartimento oculto.\t\t2.Usarlo para desbloquear una puerta secreta.\t\t3.Observar que el diseño del paraguas contiene un código.",
        "2|Los libros en el estante tienen marcas; ¿puedes unirlas para descifrar un mensaje? ¿Cómo descifrarías el mensaje?\n1.Alinear los libros por orden alfabético.\t\t2.Unir los números de las marcas para crear una clave.\t\t3.Buscar páginas dobladas en los libros relacionados.",
        "1|Un cigarrillo a medio fumar en el cenicero podría tener información importante. ¿Qué deberías investigar?\n1.Las marcas en el filtro que podrían revelar un mensaje.\t\t2.El lugar donde fue encontrado para rastrear al fumador.\t\t3.Los componentes químicos que lo diferencian de otros.",
        "2|Una huella en el suelo apunta hacia un lugar inesperado. ¿Cómo la analizarías?\n1.Comparándola con otras huellas encontradas en el lugar.\t\t2.Siguiéndola hasta su destino final.\t\t3.Replicándola para ver si encaja en algún objeto cercano.",
        "1|El violín de Sherlock no es solo un adorno; podría ser una herramienta. ¿Qué deberías hacer con él?\n1.Examinarlo en busca de compartimentos ocultos.\t\t2.Tocar una melodía específica para desbloquear algo.\t\t3.Analizar las cuerdas para encontrar un mensaje cifrado."
    ],
    "Mision Gubernamental": [
        "3|Te encuentras en la habitacion, y ves un escritorio, te parece un buen comienzo ¿Que haces?\n1.Revisas los cajones \t\t2.Abres las puertas del escritorio \t\t3.Miras por abajo",
        "3|En esta hoja dice que no hay ningun canal seguro, sin embargo algo me dice lo contrario ¿Que canal probamos?\n1.D4NG3R \t\t2.3ST3 N0 \t\t3.S4F3",
        "2|Hay un maletín con un candado numérico, pero el código está encriptado en el mural. ¿Cómo descifrarías el código?\n1.Buscar patrones en las imágenes del mural.\t\t2.Combinar las palabras resaltadas en el mural para formar el código.\t\t3.Buscar símbolos en el mural que coincidan con números.",
        "1|Una computadora bloqueada necesita una contraseña; el teclado tiene pistas. ¿Qué deberías hacer?\n1.Usar las teclas desgastadas para descifrar la contraseña.\t\t2.Buscar notas cercanas que tengan la clave escrita.\t\t3.Probar combinaciones comunes relacionadas con el entorno.",
        "3|Una antena en el techo parece desconectada; ¿qué sucede si la arreglas?\n1.Se establece comunicación directa con la base.\t\t2.Se activa una señal de emergencia para pedir refuerzos.\t\t3.Se intercepta una transmisión importante del enemigo.",
        "1|Hay mapas en la pared, pero uno tiene un punto marcado que no coincide con los demás. ¿Qué deberías hacer con el punto marcado?\n1.Revisar qué hay en ese lugar para encontrar una pista física.\t\t2.Usar la ubicación para ajustar una coordenada en otro dispositivo.\t\t3.Cruzar la información con otros mapas para identificar un patrón.",
        "2|El reloj de bolsillo de un espía tiene más funciones de las aparentes. ¿Qué podrías descubrir?\n1.Un compartimento secreto que guarda un microfilm.\t\t2.Un mecanismo que activa un dispositivo oculto.\t\t3.Un cronómetro usado para sincronizar una operación."
    ]
}