{
    "Breaking Bad": [
        "Busca en el laboratorio un objeto que brilla en la oscuridad.",
        "El equipo de proteccion personal es clave para el exito. Revisa las cajas.",
        "Las formulas estan escondidas en los documentos; no olvides mirar en las carpetas.",
        "La quimica puede ser peligrosa. Estudia los frascos con atencion.",
        "Los barriles azules contienen algo mas que productos quimicos, ¿lo puedes descifrar?",
        "El Bunsen burner parece apagado, pero ¿que pasa si lo enciendes?",
        "En el fondo de los cajones hay algo escrito, ¿puedes encontrarlo?",
        "La mascara de gas no es solo para proteccion, revisa su interior.",
        "Los imanes en la pizarra podrian formar un patron significativo."
    ],
    "Muerte Anunciada": [
        "Revisa la habitacion donde se celebro la fiesta, hay mas de lo que parece.",
        "Algunos invitados saben mas de lo que dicen. Escucha con atencion.",
        "Los periodicos antiguos pueden contener pistas sobre el asesinato.",
        "Un objeto olvidado podria ser la clave para resolver el misterio.",
        "El reloj en la pared no marca la hora correcta, ajustarlo podria revelarte algo.",
        "Los cubiertos de la fiesta parecen normales, pero uno esta fuera de lugar.",
        "Una vieja fotografia en la sala podria contener una pista vital.",
        "Escucha las grabaciones de audio que dejaron; ¿notas algo extraño?",
        "En el jardin hay huellas que no deberian estar ahi."
    ],
    "Psiquiatrico": [
        "Las habitaciones son un laberinto; sigue las marcas en la pared.",
        "El diario del ultimo paciente podria revelarte informacion crucial.",
        "Revisa los cuadros; algunos pueden esconder secretos oscuros.",
        "Las notas medicas en el escritorio estan incompletas; encuentra las paginas faltantes.",
        "Hay sonidos extraños en los ductos de ventilacion, ¿te atreves a investigarlos?",
        "Las cerraduras electronicas tienen un patron, pero hay que encontrar el codigo correcto.",
        "Las luces intermitentes parecen formar un mensaje en clave Morse.",
        "Una silla de ruedas en el pasillo parece tener algo oculto en su asiento."
    ],
    "La Casa de Papel": [
        "El plano del banco tiene detalles que podrian ser utiles. No lo ignores.",
        "Cada miembro del equipo tiene una habilidad unica; usalas a tu favor.",
        "Hay camaras en todo el lugar; busca la manera de desactivarlas.",
        "Los lingotes de oro parecen solidos, pero revisa si uno esconde algo.",
        "Las radios del equipo tienen frecuencias alternas, ¿puedes usarlas?",
        "El piso del banco tiene un panel suelto, ¿que hay debajo?",
        "Una alarma silenciada puede ser tu aliada, si sabes como reactivarla en el momento justo.",
        "El uniforme del guardia tiene algo mas que botones y bolsillos."
    ],
    "Sherlock Holmes": [
        "La carta en la mesa contiene un mensaje cifrado; decodificalo.",
        "No todos los sospechosos son lo que parecen; investiga sus coartadas.",
        "Un paraguas olvidado en el rincon parece insignificante, pero guarda un secreto.",
        "Los libros en el estante tienen marcas; ¿puedes unirlas para descifrar un mensaje?",
        "Un cigarrillo a medio fumar en el cenicero podria tener informacion importante.",
        "Una huella en el suelo apunta hacia un lugar inesperado.",
        "El violin de Sherlock no es solo un adorno; podria ser una herramienta."
    ],
    "Mision Gubernamental": [
        "Un dispositivo escondido puede cambiar el curso de la mision; buscalo.",
        "Las comunicaciones pueden estar interceptadas. Encuentra el canal seguro.",
        "Hay un maletin con un candado numerico, pero el codigo esta encriptado en el mural.",
        "Una computadora bloqueada necesita una contraseña; el teclado tiene pistas.",
        "Una antena en el techo parece desconectada; ¿que sucede si la arreglas?",
        "Hay mapas en la pared, pero uno tiene un punto marcado que no coincide con los demas.",
        "El reloj de bolsillo de un espia tiene mas funciones de las aparentes."
    ]
}
